<?php

/**
 *      [Discuz!] (C)2001-2099 Comsenz Inc.
 *      This is NOT a freeware, use is subject to license terms
 *
 *      $Id: lang_modaction.php by Valery Votintsev, codersclub.org
 *	Lao language by Do_Thavisak, http://www.deklao.com/
 */

if(!defined('IN_DISCUZ')) {
	exit('Access Denied');
}

$lang = array
(

	'EDT' => 'ແກ້ໄຂ',

	'DEL' => 'ລຶບ',
	'DLP' => 'ລຶບຕອບກັບ',
	'DCM' => 'ລຶບຄວາມຄິດເຫັນ',
	'PRN' => 'ຕັດທ່ອນ',
	'UDL' => 'ຍົກເລີກລຶບ',

	'DIG' => 'ເພີ່ມເຂົ້າກະທູ້ສຳຄັນ',
	'UDG' => 'ເອົາອອກຈາກກະທູ້ສຳຄັນ',
	'EDI' => 'ຕັ້ງເວລາໝົດອາຍຸ',
	'UED' => 'ຍົກເລີກກະທູ້ສຳຄັນ',

	'CLS' => 'ປິດ',
	'OPN' => 'ເປີດ',
	'ECL' => 'ຈຳກັດເວລາປິດ',
	'UEC' => 'ຍົກເລີກການຈຳກັດເວລາປິດ',
	'EOP' => 'ຈຳກັດເວລາເປີດ',
	'UEO' => 'ຍົກເລີກການຈຳກັດເວລາເປີດ',

	'STK' => 'ປັກໝຸດ',
	'UST' => 'ປົດໝຸດ',
	'EST' => 'ຈຳກັດເວລາປັກໝຸດ',
	'UES' => 'ຍົກເລີກການຈຳກັດເວລາປັກໝຸດ',

	'SPL' => 'ແຍກກະທູ້',
	'MRG' => 'ລວມກະທູ້',

	'HLT' => 'ເນັ້ນສີ',
	'UHL' => 'ຍົກເລີກເນັ້ນສີ',
	'EHL' => 'ຕັ້ງເວລາເນັ້ນສີ',
	'UEH' => 'ຍົກເລີກການຈຳກັດເວລາເນັ້ນສີ',

	'BMP' => 'ດັນກະທູ້',
	'DWN' => 'ກົດກະທູ້',

	'MOV' => 'ຍ້າຍ',
	'CPY' => 'ຄັດລອກ',
	'TYP' => 'ໝວດໝູ່',

	'RFD' => 'ຄືນເງິນ',

	'MOD' => 'ກວດສອບ',

	'ABL' => 'ເພີ່ມເຂົ້າບລ໋ອກ',
	'RBL' => 'ເອົາອອກຈາກບລ໋ອກ',

	'PTS' => 'ສົ່ງເຂົ້າກະທູ້',
	'RFS' => 'ອອກຈາກກະທູ້',
	'RMR' => 'ລຶບອອກຈາກລາງວັນ',
	'BNP' => 'ແບນໂພສ',
	'UBN' => 'ຍົກເລີກແບນ',

	'REC' => 'ແນະນຳ',
	'URE' => 'ຍົກເລີກແນະນຳ',

	'WRN' => 'ເຕືອນ',
	'UWN' => 'ຍົກເລີກເຕືອນ',

	'SPA' => 'ຕິດສະແຕັມ',
	'SPD' => 'ລຶບສະແຕັມ',

	'SLA' => 'ເພີ່ມໄອຄອນ',
	'SLD' => 'ລຶບໄອຄອນ',

	'REG' => 'ແນະນຳກຸ່ມ',

	'PTA' => 'ສ້າງບົດຄວາມ',

	'MAG' => 'ໄອເທັມ',

	'REB' => 'ດັນ',

	'LIV' => 'ແນະນຳ',
	'LIC' => 'ເລີກແນະນຳ',

);

