<?php

/**
 *      [Discuz!] (C)2001-2099 Comsenz Inc.
 *      This is NOT a freeware, use is subject to license terms
 *
 *      $Id: lang_footerbanner.php 27449 2012-02-01 05:32:35Z zhangguosheng $
 */

if(!defined('IN_DISCUZ')) {
	exit('Access Denied');
}
/**
 *      为使用需要而翻译，原程序开发者版权所有
 *      Translated By Nurqut Team.
 *      Translation Time : 2014-01-02
*/
$lang = array
(
	'footerbanner_name' => 'پۈتۈن بەت بەت ئاستى ئۇقتۇرۇش ئىستون ئېلانى',
	'footerbanner_desc' => 'كۆرسىتىش ئۇسۇلى: بەت تېگى ئۇقتۇرۇش ئىستونى ئېلانى بەت ئاستى قىسمىدا كۆرۈنىدۇ،ئادەتتە 960*60 چوڭلۇقتا ياكى باشقا چوڭلۇقتىكى رەسىم،Flash قاتارلىق شەكىللەر بىلەن ئىپادىلىنىدۇ. نۆۋەتتىكى بەتتە بىردىن كۆپ بولغان بەت ئاستى ئۇقتۇرۇش ئېلانى بولغان ئەھۋالدا سىستېما ئاپتوماتىك خالىغان بىرىنى كۆرسىتىدۇ.<br /> قىممەت تەھلىلى: بەت ئۈستى قىسمى بىلەن ئولتتۇرىغا سېلىشتۇرغاندا، بەت ئاستى قىسمىنىڭ كۆرۈلۈش نىسبىتى تۆۋەن بولىدۇ، ئاساسەن باشقىلارنىڭ دىققىتىنى تارتالمايدۇ. ئېلانغا قىزىققۇچىلارنىڭ دىققىتىنى تارتىش ئۈچۈن بۇ ئورۇنغا ئورۇنلاشتۇرسىمۇ بولىدۇ',
	'footerbanner_index' => 'باش بەت',
	'footerbanner_fids' => 'قويۇدىغان سەھىپە',
	'footerbanner_fids_comment' => 'ئېلان قويىدىغان مۇنبەر سەھىپىسى،ئېلان قويۇش رايونى دائىرىسىدە «مۇنبەر» بولغان ئەھۋالدا كۈچكە ئىگە',
	'footerbanner_groups' => 'قويىدىغان گۇرۇپپا تۈرى',
	'footerbanner_groups_comment' => 'ئېلان قويىدىغان گۇرۇپ تۈرى تەڭشىكى،ئېلان قويۇش دائىرىسى «گۇرۇپپا» نى ئۆزئىچىگە ئالغان ئەھۋال ئاستىدا كۈچكە ئىگە',
	'footerbanner_position' => 'قويۇش ئورنى',
	'footerbanner_position_comment' => 'ئۈستى، ئوتتۇرا، ئاستىدىن ئىبارەت ئۈچ ئورۇنغا بۆلۈنگەن، ئۈستىدىكى ئېلان ۋاقتى توشقاندا ياكى ئۆچۈرۈلگەندە ئاستىدىكى ئېلان ئۆزلىكىدىن ئۈستىگە يۆتكىلىدۇ',
	'footerbanner_position_up' => 'ئۈستى',
	'footerbanner_position_middle' => 'ئوتتۇرا',
	'footerbanner_position_down' => 'ئاستى',
	'footerbanner_category' => 'دەرۋازا قانىلىغا قويۇش',
	'footerbanner_category_comment' => 'ئېلان قويىدىغان قانال تۈرى تەڭشىكى ، ئېلان قويىدىغان دائىرىدە «دەرۋازا» بولغان ئەھۋالدا كۈچكە ئىگە',
);

?>