<?php

/**
 *      [Discuz!] (C)2001-2099 Comsenz Inc.
 *      This is NOT a freeware, use is subject to license terms
 *
 *      $Id: lang_headerbanner.php 27449 2012-02-01 05:32:35Z zhangguosheng $
 */

if(!defined('IN_DISCUZ')) {
	exit('Access Denied');
}
/**
 *      为使用需要而翻译，原程序开发者版权所有
 *      Translated By Nurqut Team.
 *      Translation Time : 2014-01-02
*/
$lang = array
(
	'headerbanner_name' => 'پۈتۈن بەت، بەت بېشى ئۇقتۇرۇشى ئېلانى',
	'headerbanner_desc' => 'كۆرسىتىش ئۇسۇلى: بەت بېشى ئۇقتۇرۇش ئىستونى ئېلانى بەت باش قىسمىدا كۆرۈنىدۇ، ئادەتتە 960*60 چوڭلۇقتا رەسىم ياكى Flash شەكلى ئارقىلىق بولىدۇ.بەت يۈزىدە بىردىن كۆپ بولغان بەت بېشى ئۇقتۇرۇش ئېلانى بولغان ئەھۋال ئاستىدا سىستېما خالىغان بىرىنى كۆرسىتىدۇ<br />قىممەت تەھلىلى: بەت ئېچىلىشى بىلەن كۆزگە ئەڭ بۇرۇن كۆرۈنىدۇ، زىيارەتچىلەرنى ئەسكەرتىش، چوقۇم بىلدۈرۈش ئىشلىرىدا ئىشلەتسىڭىز ئۈنۈمى تېخىمۇ ياخشى بولىدۇ',
	'headerbanner_index' => 'باش بەت',
	'headerbanner_fids' => 'قويۇدىغان سەھىپە',
	'headerbanner_fids_comment' => 'ئېلان قويىدىغان مۇنبەر سەھىپىسى،ئېلان قويۇش رايونى دائىرىسىدە «مۇنبەر» بولغان ئەھۋالدا كۈچكە ئىگە',
	'headerbanner_groups' => 'قويىدىغان گۇرۇپپا تۈرى',
	'headerbanner_groups_comment' => 'ئېلان قويىدىغان گۇرۇپپا تۈرى تەڭشىكى، ئېلان قويۇش دائىرىسى «گۇرۇپپا» نى ئۆز ئىچىگە ئالغان ئەھۋال ئاستىدا كۈچكە ئىگە',
	'headerbanner_category' => 'دەرۋازا قانىلىغا قويۇش',
	'headerbanner_category_comment' => 'ئېلان قويىدىغان قانال تۈرى تەڭشىكى ، ئېلان قويىدىغان دائىرىدە «دەرۋازا» بولغان ئەھۋالدا كۈچكە ئىگە',
);

?>