<?php

/**
 *      [Discuz!] (C)2001-2099 Comsenz Inc.
 *      This is NOT a freeware, use is subject to license terms
 *
 *      $Id: lang_couplebanner.php 27449 2012-02-01 05:32:35Z zhangguosheng $
 */

if(!defined('IN_DISCUZ')) {
	exit('Access Denied');
}
/**
 *      为使用需要而翻译，原程序开发者版权所有
 *      Translated By Nurqut Team.
 *      Translation Time : 2014-01-02
*/
$lang = array
(
	'couplebanner_name' => 'پۈتۈن بۆلەك ئىككى يان ئېلانى ',
	'couplebanner_desc' => 'كۆرسىتىلىش ھالىتى: ئىككى يان ئېلانى تىك تۆت بۇلۇڭ شەكىللىك رەسىم شەكلىدە بەتنىڭ ئىككى تەرىپىدە كۆرۈنىدۇ، كۆپىنچە كەڭ،كىچىك،ئېگىز،چوڭ ھالەتتىكى رەسىم ياكى Flash شەكلىدە بولىدۇ.ئىككى يان ئېلانى ئادەتتە پەقەت پېكسىل قىممىتى ئارقىلىق بەلگىلىگەن ئاساسى جەدۋەل كەڭلىكى ئاساسىدا ئىشلىتىلىدۇ، ناۋادا ئاساسى جەدۋەل كەڭلىكىدىن  90% دىن چوڭ بولغان ئەھۋالدا ، زىيارەتچىنىڭ نورمال زىيارىتىگە تەسىر ئېلىپ كېلىشى مۆمكىن. زىيارەتچى تور كۆرگۈچى كەڭلىكى 800پېكسىلدىن كىچىك بولغان ئەھۋالدا،ئېلان ئاپتوماتىك چەكلىنىدۇ، بەت يۈزىدە بىردىن كۆپ بولغان يان ئېلان بولغان ئەھۋالدا سىستېما ئىچىدىن خالىغان بىرىنى كۆرسىتىدۇ.<br /> قىممەت تەھلىلى: يان ئېلان ئېكران پەرق ئېتىشچانلىق قىممىتى (1024*768 ياكى ئۇنىڭدىن يۇقىرى) بولغان ئېكراننىڭ ئىككى تەرىپىدە، بەتنىڭ بوش بولغان قىسمىدا كۆرۈنىدۇ، بۇ ئارقىلىق زىيارەتچىنىڭ نورمال زىيارەت قىلىشىغا توسقۇنلۇق قىلمايدۇ ھەمدە شۇ ئارقىلىق نورمال ھالەتتە مەزمۇن كۆرسىتىشنى ئەمەلگە ئاشۇرىدۇ. ئېكران پەرق ئېتىشچانلىق قىممىتى ھەمدە ئۇسلۇب كەڭلىكى جەھەتتىكى پەرقلەر تۈپەيلى زىيارەتچىلەرگە ئېلاننى 100% نامايەن قىلىشقا ئىمكانىيەت بولماسلىقى مۇمكىن.',
	'couplebanner_index' => 'باش بەت',
	'couplebanner_fids' => 'قويۇدىغان سەھىپە',
	'couplebanner_fids_comment' => 'ئېلان قويىدىغان مۇنبەر سەھىپىسىنى تەڭشەڭ',
	'couplebanner_groups' => 'قويىدىغان گۇرۇپپا تۈرى',
	'couplebanner_groups_comment' => 'ئېلان قويىدىغان گۇرۇپپا تۈرى تەڭشىكى، ئېلان قويۇش دائىرىسى «گۇرۇپپا» نى ئۆز ئىچىگە ئالغان ئەھۋال ئاستىدا كۈچكە ئىگە',
	'couplebanner_position' => 'يان ئېلان ئورنى',
	'couplebanner_position_comment' => 'يان ئېلان ئورۇن تەڭشىكى',
	'couplebanner_position_left' => 'سول تەرەپ',
	'couplebanner_position_right' => 'ئوڭ تەرەپ',
	'couplebanner_coupleadid' => 'ئاستى/ ئۈستى يان ئېلان',
	'couplebanner_coupleadid_comment' => 'ئېلان ۋە ماسلاشتۇرۇلغان ئۈستى/ ئاستى ئېلان تەڭشىكى',
	'couplebanner_category' => 'دەرۋازا قانىلىغا قويۇش',
	'couplebanner_category_comment' => 'ئېلان قويىدىغان قانال تۈرى تەڭشىكى ، ئېلان قويىدىغان دائىرىدە «دەرۋازا» بولغان ئەھۋالدا كۈچكە ئىگە',
	'couplebanner_disableclose' => 'ئېلاننىڭ ئۇلىنىشىنى تاقاش',
	'couplebanner_disableclose_comment' => 'ناۋادا ئېلان كودى ئىچىدە تاقاش مەشغۇلاتى ئېلىپ بېرىلغان بولسا ، سىستېما تەڭشىكىدىن تاقىسىڭىزمۇ بولىدۇ',
	'couplebanner_show' => 'كۆرسىتىش',
	'couplebanner_hidden' => 'يوشۇرۇش',
);

?>