<?php

/**
 *      [Discuz!] (C)2001-2099 Comsenz Inc.
 *      This is NOT a freeware, use is subject to license terms
 *
 *      $Id: lang_interthread.php 27449 2012-02-01 05:32:35Z zhangguosheng $
 */

if(!defined('IN_DISCUZ')) {
	exit('Access Denied');
}
/**
 *      为使用需要而翻译，原程序开发者版权所有
 *      Translated By Nurqut Team.
 *      Translation Time : 2014-01-02
*/
$lang = array
(
	'interthread_name' => 'مۇنبەر / گۇرۇپپا يازما ئۇقتۇرۇش ئىستونى ئېلانى',
	'interthread_desc' => 'كۆرسىتىش ئۇسۇلى: يازما ئارىسى ئۇقتۇرۇش ئېلانى يازما ۋە بىرىنچى ئىنكاس ئارىسىدا كۆرۈنىدۇ،480*60 چوڭلۇقتىكى رەسىم ياكى Flash شەكلىدە بولىدۇ.<br />بەت يۈزىدە بىردىن كۆپ بولغان يازما ئارىسى ئۇقتۇرۇش ئېلانى بولغان ئەھۋالدا سىستېما ئاپتوماتىك ئارىسىدىن بىرنى تاللاپ كۆرسىتىدۇ. <br />قىممەت تەھلىلى: يازما ۋە ئىنكاسنى ئايرىش خۇسۇسىيىتىگە ئىگە، ئېلان چوڭ لېكىن يازما مەزمۇنىغا تەسىر يەتكۈزمەيدۇ، زىيارەتچىلەرگە ئاساسەن تەسىر يەتكۈزمەيدۇ',
	'interthread_fids' => 'قويۇدىغان سەھىپە',
	'interthread_fids_comment' => 'ئېلان قويىدىغان مۇنبەر سەھىپىسى، ئېلان قويۇش رايونى دائىرىسىدە «مۇنبەر» بولغان ئەھۋالدا كۈچكە ئىگە',
	'interthread_groups' => 'قويىدىغان گۇرۇپپا تۈرى',
	'interthread_groups_comment' => 'ئېلان قويىدىغان گۇرۇپپا تۈرى تەڭشىكى،ئېلان قويۇش دائىرىسى «گۇرۇپپا» نى ئۆزئىچىگە ئالغان ئەھۋال ئاستىدا كۈچكە ئىگە',
	'interthread_pnumber' => 'ئېلان قويۇش قەۋىتى',
	'interthread_pnumber_comment' => 'تاللاش تۈرى 1# 2# 3# ... يازمىنىڭ قەۋەت سانىنى ئىپادىلەيدۇ،CTRL كونۇپكىسىنى بېسىپ تۇرۇش ئارقىلىق كۆپ تاللاشقا بولىدۇ، سۈكۈت ھالەتتە 1- قەۋەتتىلا كۆرۈنىدۇ',
	
);

?>