<?php

/**
 *      [Discuz!] (C)2001-2099 Comsenz Inc.
 *      This is NOT a freeware, use is subject to license terms
 *
 *      $Id: lang_float.php 27449 2012-02-01 05:32:35Z zhangguosheng $
 */

if(!defined('IN_DISCUZ')) {
	exit('Access Denied');
}
/**
 *      为使用需要而翻译，原程序开发者版权所有
 *      Translated By Nurqut Team.
 *      Translation Time : 2014-01-02
*/
$lang = array
(
	'float_name' => 'پۈتۈن رايون لەيلىمە ئېلان',
	'float_desc' => 'كۆرسىتىش ئۇسۇلى: لەيلىمە ئېلان بەتنىڭ سول تەرەپ ئاستى بۇرجەكتە كۆرۈنىدۇ، بەت يۈزى يۆتكەلگەندە ئېلان ئۆزلىكىدىن ئەسلى ئورنىنى ساقلاش كۆرۈنىدۇ، كۆپىنچە كىچىك رەسىم ياكى Flash ھالىتىدە بولىدۇ.بەت يۈزىدە بىر قانچە لەيلىمە ئېلان بولغان ئەھۋال ئاستىدا سىستېما خالىغان بىرىنى كۆرسىتىدۇ.<br /> قىممەت تەھلىلى: لەيلىمە ئېلان كۈچلۈك ئۈنۈمگە ئىگە بولغان ئالاھىدە بىر ۋاستە، بەت يۈزىدىكى باشقا ئېلانلارغا قارىغاندا بىۋاستە بولغان تەشۋىقات ئۈنۈمىگە ئىگە، كۆرۈلۈشى باشقا ئېلانلارنىڭكىدىن ئالاھىدە يۇقىرى. شۇ سەۋەبلىك بۇ خىل ئۇسۇلدىكى تەشۋىقات زىيارەتچىلەرگە بەزى قولايسىزلىقلارنى ئېلىپ كېلىشى، ياقتۇرماسلىقىنى كەلتۈرۈپ چىقىرىشى مۇمكىن. شۇڭا چوڭ بولغان رەسىم ياكى Flash لەيلىمە ئېلانلىرىنى ئىشلەتسىڭىز مەزمۇننىڭ كۆرۈلۈشىگە تەسىر يەتكۈزىشى مۇمكىن.',
	'float_index' => 'باش بەت',
	'float_fids' => 'قويۇدىغان سەھىپە',
	'float_fids_comment' => 'ئېلان قويىدىغان مۇنبەر سەھىپىسى، ئېلان قويۇش رايونى دائىرىسىدە «مۇنبەر» بولغان ئەھۋالدا كۈچكە ئىگە',
	'float_groups' => 'قويىدىغان گۇرۇپپا تۈرى',
	'float_groups_comment' => 'ئېلان قويىدىغان گۇرۇپپا تۈرى تەڭشىكى، ئېلان قويۇش دائىرىسى «گۇرۇپپا» نى ئۆزئىچىگە ئالغان ئەھۋال ئاستىدا كۈچكە ئىگە',
	'float_position' => 'لەيلەش ئورنى',
	'float_position_comment' => 'ئېلاننىڭ لەيلەش ئورنى تەڭشىكى',
	'float_position_left' => 'سول تەرەپ',
	'float_position_right' => 'ئوڭ تەرەپ',
	'float_category' => 'دەرۋازا قانىلىغا قويۇش',
	'float_category_comment' => 'ئېلان قويىدىغان قانال تۈرى تەڭشىكى ، ئېلان قويىدىغان دائىرىدە «دەرۋازا» بولغان ئەھۋالدا كۈچكە ئىگە',
	'float_disableclose' => 'ئېلاننىڭ ئۇلىنىشىنى تاقاش',
	'float_disableclose_comment' => 'ناۋادا ئېلان كودى ئىچىدە تاقاش مەشغۇلاتى ئېلىپ بېرىلغان بولسا ، سىستېما تەڭشىكىدىن تاقىسىڭىزمۇ بولىدۇ',
	'float_show' => 'كۆرسىتىش',
	'float_hidden' => 'يوشۇرۇش',
);

?>