<?php

/**
 *      [Discuz!] (C)2001-2099 Comsenz Inc.
 *      This is NOT a freeware, use is subject to license terms
 *
 *      $Id: lang_thread.php 27449 2012-02-01 05:32:35Z zhangguosheng $
 */

if(!defined('IN_DISCUZ')) {
	exit('Access Denied');
}
/**
 *      为使用需要而翻译，原程序开发者版权所有
 *      Translated By Nurqut Team.
 *      Translation Time : 2014-01-02
*/
$lang = array
(
	'thread_name' => 'مۇنبەر / گۇرۇپپا يازما ئېلانى',
	'thread_desc' => 'كۆرسىتىلىش شەكلى: يازما ئېلانى يازما مەزمۇنىنىڭ ئۈستى، ئاستى ۋە ئوڭ تەرىپىدە كۆرۈنىدۇ، ئۈستى ۋە ئاستى تەرىپى ئاساسەن خەتلىك شەكىلدە بولىدۇ،بەت يۈزىدە ئوخشاش بولغان تۈردىكى ئېلان 1دىن كۆپ بولغاندە سىستېما ئىچىدىن ھەربىر بەت يازما سانىغا تەڭ بولغان تۈرنى ئىختىيارى كۆرسىتىدۇ، سىز پۈتۈن رايون تەڭشىكى باشقا تەڭشەك ئارىسىدىن ھەر بىر بەتتە كۆرسىتىلىدىغان ئېلان سانىنى ئۆزگەرتسىڭىز بولىدۇ.<br /> قىممەت تەھلىلى: يازما مۇنبەرنىڭ ئەڭ مۇھىم مەركىزى بولغاچ يازما مەزمۇنى ئارىسىغا ئېلان قويۇش ئارقىلىق ئېلان ئۈنۈمىگە ئېرىشكىلى بولىدۇ. زىيارەتچى يازما مەزمۇنىنى كۆرۈۋاتقان ۋاقىتتا كۆرۈنىدۇ، ئاپتوماتىك ئىختىيارى قويۇش ئالاھىدىلىكى ئالاھىدە ئۈنۈمگە ئىگە',
	'thread_fids' => 'قويۇدىغان سەھىپە',
	'thread_fids_comment' => 'ئېلان قويىدىغان مۇنبەر سەھىپىسى،ئېلان قويۇش رايونى دائىرىسىدە «مۇنبەر» بولغان ئەھۋالدا كۈچكە ئىگە',
	'thread_groups' => 'قويىدىغان گۇرۇپ تۈرى',
	'thread_groups_comment' => 'ئېلان قويىدىغان گۇرۇپ تۈرى تەڭشىكى، ئېلان قويۇش دائىرىسى «گۇرۇپپا» نى ئۆزئىچىگە ئالغان ئەھۋال ئاستىدا كۈچكە ئىگە',
	'thread_position' => 'قويۇش ئورنى',
	'thread_position_comment' => 'يازما مەزمۇنى ئۈستىدە ھەمدە ئاستىدە خەتلىك شەكىلدە كۆرۈنىدۇ،يازما ئوڭ تەرىپىدە ماس كەلگەن رەسىم ياكى Flash شەكلى ئارقىلىق بولىدۇ، شۇنداقلا كۆپ بولغان خەتلىك ئېلاننى كۆرسىتىشنى ئەمەلگە ئاشۇرغىلى بولىدۇ',
	'thread_position_bottom' => 'يازما ئاستىدا',
	'thread_position_top' => 'يازما ئۈستىدە',
	'thread_position_right' => 'يازما ئوڭ تەرىپىدە',
	'thread_pnumber' => 'ئېلان قويۇش قەۋىتى',
	'thread_pnumber_comment' => 'تاللاش تۈرى 1# 2# 3# ... يازمىنىڭ قەۋەت سانىنى ئىپادىلەيدۇ،CTRL كونۇپكىسىنى بېسىپ تۇرۇش ئارقىلىق كۆپ تاللاشقا بولىدۇ',
	'thread_pnumber_all' => 'ھەممە',
);

?>