<?php

/**
 *      [Discuz!] (C)2001-2099 Comsenz Inc.
 *      This is NOT a freeware, use is subject to license terms
 *
 *      $Id: lang_text.php 27449 2012-02-01 05:32:35Z zhangguosheng $
 */

if(!defined('IN_DISCUZ')) {
	exit('Access Denied');
}
/**
 *      为使用需要而翻译，原程序开发者版权所有
 *      Translated By Nurqut Team.
 *      Translation Time : 2014-01-02
*/
$lang = array
(
	'text_name' => 'دەرۋازا / مۇنبەر / گۇرۇپپا / بوشلۇق نىڭ كاتەك ئېلانى',
	'text_desc' => 'كۆرسىتىش ئۇسۇلى: بەتتىكى خەتلىك ئېلان جەدۋەل شەكلىدە ، مۇنبەر، گۇرۇپپا بەتلىرىنىڭ ئۈستى قىسمىدا كۆرۈنىدۇ، ئادەتتە خەتلىك ئۇسۇلدا كۆرسىتىلىدۇ، كىچىك بولغان رەسىم ياكى Flash ئىشلەتسىڭىزمۇ بولىدۇ. بەت يۈزىدە بىردىن كۆپ بولغان ئوخشاش ئېلان بولغان ئەھۋالدا سىستېما جەدۋەل شەكلىدە تەڭشەلگەن كۆرسىتىلىش تەرتىپ قىممىتى بويىچە تىزىلىپ كۆرۈنىدۇ، يان جەدۋەل سانى 3~5گىچە بولغان ئەھۋالدا ھەرىكەتلىك تىزىلىدۇ.<br />قىممەت تەھلىلى: خەتلىك ئۇسۇلدا ھەمدە بەت ئۈستى تەرىپىدە بولغاچقا ئېلان چېكىلىش ئۈنۈمىمۇ ئالاھىدە ياخشى، مۇنبەر ئۇقتۇرۇشى ياكى تەشۋىقاتلىرىنى مۇشۇ ئورۇندا ئېلىپ بارسىڭىز بولىدۇ',
	'text_index' => 'باش بەت',
	'text_fids' => 'قويۇدىغان سەھىپە',
	'text_fids_comment' => 'ئېلان قويىدىغان مۇنبەر سەھىپىسى، ئېلان قويۇش رايونى دائىرىسىدە «مۇنبەر» بولغان ئەھۋالدا كۈچكە ئىگە',
	'text_groups' => 'قويىدىغان گۇرۇپ تۈرى',
	'text_groups_comment' => 'ئېلان قويىدىغان گۇرۇپ تۈرى تەڭشىكى، ئېلان قويۇش دائىرىسى «گۇرۇپپا» نى ئۆزئىچىگە ئالغان ئەھۋال ئاستىدا كۈچكە ئىگە',
	'text_category' => 'ئېلان قويۇلىدىغان قانال تۈرى',
	'text_category_comment' => 'ئېلان قويۇلىدىغان قانال تۈرى تەڭشىكى',
);

?>