<?php

/**
 *      [Discuz!] (C)2001-2099 Comsenz Inc.
 *      This is NOT a freeware, use is subject to license terms
 *
 *      $Id: lang_threadlist.php 27449 2012-02-01 05:32:35Z zhangguosheng $
 */

if(!defined('IN_DISCUZ')) {
	exit('Access Denied');
}
/**
 *      为使用需要而翻译，原程序开发者版权所有
 *      Translated By Nurqut Team.
 *      Translation Time : 2014-01-02
*/
$lang = array
(
	'threadlist_name' => 'مۇنبەر / گۇرۇپپا يازما تىزىملىكى ئېلانى',
	'threadlist_desc' => 'كۆرسىتىلىش ھالىتى: يازما ئېلانى يازما تىزىملىكى بىرىنچى بېتىدىكى يازما ئورنىدا كۆرۈنىدۇ، يازما تىزىملىكى ئارىسىدا كۆرۈنگەچكە باشقىلارنىڭ دىققىتىنى تارتالايدۇ',
	'threadlist_fids' => 'قويۇدىغان سەھىپە',
	'threadlist_fids_comment' => 'ئېلان قويىدىغان مۇنبەر سەھىپىسى،ئېلان قويۇش رايونى دائىرىسىدە «مۇنبەر» بولغان ئەھۋالدا كۈچكە ئىگە',
	'threadlist_groups' => 'قويىدىغان گۇرۇپ تۈرى',
	'threadlist_groups_comment' => 'ئېلان قويىدىغان گۇرۇپ تۈرى تەڭشىكى،ئېلان قويۇش دائىرىسى «گۇرۇپ» نى ئۆزئىچىگە ئالغان ئەھۋال ئاستىدا كۈچكە ئىگە',
	'threadlist_pos' => 'قويۇش ئورنى',
	'threadlist_pos_comment' => 'يازما تىزىملىكى ئارىسىدىن نەچچىنجى يازما ئورنىدا كۆرۈنىدىغانلىقىنى تەڭشەش،ناۋادا تاللانمىغان ئەھۋالدا خالىغان ئورۇندا كۆرۈنىدۇ',
	'threadlist_mode' => 'كۆرۈنۈش ئەندىزىسى',
	'threadlist_mode_comment' => 'ئەركىن ئەندىزە، تېما تىزىملىكىنىڭ بارلىق يان كەڭلىكىدە بۇ ئېلان كۆرۈنىدۇ<br />تېما ئەندىزىسى،ئېلاننى يازما تېمىسىدەك كۆرسىتىپ، چەككەندىن كېيىن بەلگىلىگەن تېمىغا يۆتكەش',
	'threadlist_mode_0' => 'ئەركىن ئەندىزە',
	'threadlist_mode_1' => 'تېما ئەندىزىسى',
	'threadlist_tid' => 'تېما ئەندىزىسى بەلگىلىگەن tid',
	'threadlist_threadurl' => 'تېما ئەندىزىسى بويىچە خالىغان تېما ئۇلىنىشى(URL)',
	'threadlist_threadurl_comment' => 'بوش قالدۇرسا بەلگىلىگەن يازما URL نى كۆرسىتىدۇ',
);

?>