<?php

/**
 *      [Discuz!] (C)2001-2099 Comsenz Inc.
 *      This is NOT a freeware, use is subject to license terms
 *
 *      $Id: lang_subnavbanner.php 27449 2012-02-01 05:32:35Z zhangguosheng $
 */

if(!defined('IN_DISCUZ')) {
	exit('Access Denied');
}
/**
 *      为使用需要而翻译，原程序开发者版权所有
 *      Translated By Nurqut Team.
 *      Translation Time : 2014-01-02
*/
$lang = array
(
	'subnavbanner_name' => 'پۈتۈن بەت 2-دەرىجىلىك تىزىملىك ئىستونى ئېلانى',
	'subnavbanner_desc' => 'كۆرسىتىش ئۇسۇلى: بەت بېشى 2-دەرىجىلىك تىزىملىك ئىستونى ئېلانى بەتنىڭ ئۈستى قىسمىدا كۆرۈنىدۇ، ئادەتتە 960*60 چوڭلۇقتىكى رەسىم ياكى Flash شەكلىدە بولىدۇ.بەت يۈزىدە بىردىن ئارتۇق بولغان ئوخشاش تۈردىكى ئېلان بولسا سىستېما ئاپتوماتىك ئارىسىدىن بىرنى تاللاپ كۆرسىتىدۇ<br />قىممەت تەھلىلى: بەتنىڭ ئۈستى قىسمىدا كۆرۈنگەنلىكتىن كۆپچىلىكنىڭ دىققىتىنى ئالاھىدە تارتىدۇ. بەت يۈزىدىكى ئەڭ قىممەتلىك ئېلان ئورنى بولۇپ ھېسابلىنىدۇ',
	'subnavbanner_index' => 'باش بەت',
	'subnavbanner_fids' => 'قويۇدىغان سەھىپە',
	'subnavbanner_fids_comment' => 'ئېلان قويىدىغان مۇنبەر سەھىپىسى، ئېلان قويۇش رايونى دائىرىسىدە «مۇنبەر» بولغان ئەھۋالدا كۈچكە ئىگە',
	'subnavbanner_groups' => 'قويىدىغان گۇرۇپپا تۈرى',
	'subnavbanner_groups_comment' => 'ئېلان قويىدىغان گۇرۇپپا تۈرى تەڭشىكى،ئېلان قويۇش دائىرىسى «گۇرۇپپا» نى ئۆزئىچىگە ئالغان ئەھۋال ئاستىدا كۈچكە ئىگە',
	'subnavbanner_category' => 'دەرۋازا قانىلىغا قويۇش',
	'subnavbanner_category_comment' => 'ئېلان قويىدىغان قانال تۈرى تەڭشىكى ، ئېلان قويىدىغان دائىرىدە «دەرۋازا» بولغان ئەھۋالدا كۈچكە ئىگە',
);

?>