<?php

/**
 *      [Discuz!] (C)2001-2099 Comsenz Inc.
 *      This is NOT a freeware, use is subject to license terms
 *
 *      $Id: lang_template.php 33048 2013-04-12 08:50:27Z zhangjie $
 *
 *      This file is automatically generate
 */
/**
 *      为使用需要而翻译，原程序开发者版权所有
 *      Translated By Nurqut Team.
 *      Translation Time : 2014-01-02
*/
$lang = array (
	'no_maxthon2_message' => 'بۇ بەت 遨游2 تور كۆرگۈچىنى قوللىمايدۇ، ۋاقتىنچە Firefox ياكى IE ئارقىلىق زىيارەت قىلىڭ. سىزگە كەلتۈرگەن قولايسىزلىق ئۈچۈن خىجىلمىز ...',
	'page_loading' => 'بەت ئېچىلىۋاتىدۇ ...',
	'add_app' => 'يېڭى $_G[setting][navs][5][navname] قوشۇش',
	'app_index' => 'ئەپ باش بېتى',
	'boy_like' => 'قىزلار ياقتۇرغانلىرى',
	'girl_like' => 'ئوغۇللار ياقتۇرغانلىرى',
	'just_look_dynamic' => 'پەقەت مۇشۇ تۈردىكى ھەرىكەتنى كۆرۈش ',
	'latest_release' => 'يېڭى يوللانغىنى',
	'no_feed' => 'مۇناسىپ ھەرىكەت يوق',
	'own' => 'ئويناۋاتقانلىرىم',
	'popular_app' => 'ئەڭ مودا $_G[setting][navs][5][navname]',
	'today_active_app' => 'بۈگۈنكى ئاۋات $_G[setting][navs][5][navname]',
	'what_everybody_playing' => 'كۆپچىلىك نېمە ئويناۋاتىدۇ',
	'what_friend_playing' => 'دوستلىرىم نېمە ئويناۋاتىدۇ',
	'all' => 'ھەممىسى',
	'app_add' => '$_G[setting][navs][5][navname] قوشۇش',
	'app_management' => '$_G[setting][navs][5][navname] باشقۇرۇش',
	'close' => 'تاقاش',
	'default_app' => 'ئەسلىدىكى $_G[setting][navs][5][navname]',
	'determine' => 'جەزملەش',
	'edit_settings' => 'تەڭشەك ئۆزگەرتىش',
	'introduction' => 'تونۇشتۇرۇش',
	'left_menu_view_num' => 'سول تەرەپ تىزىملىكتىكى $_G[setting][navs][5][navname] سانى',
	'my' => '',
	'remove' => 'چىقىرىپ تاشلاش',
	'remove_app' => '$_G[setting][navs][5][navname] چىقىرىپ تاشلاش',
	'remove_app_message' => 'چىقىرىپ تاشلىغاندىن كېيىن، ھويلا، باشلاش تىزىملىكى، ئەپلىرىم قاتارلىق جايلاردا بۇ ئەپ <br/>كۆرۈنمەيدۇ. بۇ ئەپنى قايتا قوشسىڭىز ئاندىن ئىشلىتەلەيسىز.<br> داۋاملاشتۇرامسىز؟ ',
	'save_settings' => 'ساقلاش',
	'use_assistant' => 'ئىشلىتىش كۆرسەتمىسى',
	'user_assistant_message' => '<ol><li>سىز  <img src="{IMGDIR}/drag.gif" />  ئارقىلىق ئەپ تەرتىپىنى رەتلەش مەشغۇلاتى قىلالايىسىز، خالىغانچە سۆرەپ يۆتكىسىڭىز بولىدۇ.</li>
								<li>ئۈستىدىكى ئەپ تىزىملىكتە  تېخىمۇ ئالدىدا كۆرۈنىدۇ.</li>
								<li> قوشۇپ بولغان قوللانچىنى باشقۇرالايسىز، مەلۇم ئەپ ھوقۇقىنى تەڭشەپ، خالىغان قوللانچىنى چىقىرىپ تاشلىسىڭىزمۇ بولىدۇ
								<li> ئەگەر سىز بوشلىقىڭىزنى ، خەتلىرىڭىزنى ، ئالبومىڭىزنى ۋە شەخسى ئۇچۇرلىرىڭىزنى باشقۇرماقچى بولسىڭىز ، شەخسى بوشلىقىڭىزنى تەڭشەڭ ؛</li>
								<li>ھويلا سىر تەڭشىكى رايۇنىدىن ھويلىڭىز، كۈندىلىك خاتىرىڭىز ۋە ئالبومىڭىزنىڭ سىر تەڭشىكىنى باشقۇرسىڭىز بولىدۇ.</li>
								<li>سىستېمىنىڭ ئەسلىدىكى قوللانچىسىغا پەقەت تەڭشەش ۋە چىقىرىپ تاشلاش مەشغۇلاتى قىلىشقا بولىدۇ، بىراق چىقىرىۋەتكەندىن كېيىن يەنىلا ئوڭ تەرەپتىكى تىزىملىكتە كۆرۈنىدۇ.</li></ol>',
	'open' => 'يېيىش',
  'recommend_unit' => 'تەۋسىيە',
  'myapp' => 'قوللانچىلىرىم',
  'appcenter' => 'ئەپ مەركىزى',
);

?>