<?php

/**
 *      [Discuz!] (C)2001-2099 Comsenz Inc.
 *      This is NOT a freeware, use is subject to license terms
 *
 *      $Id: lang_modaction.php 31651 2012-09-18 10:23:26Z zhangjie $
 */

if(!defined('IN_DISCUZ')) {
	exit('Access Denied');
}

/**
 *      为使用需要而翻译，原程序开发者版权所有
 *      Translated By Nurqut Team.
 *      Translation Time : 2014-01-02
*/
$lang = array
(

	'EDT' => 'تەھرىرلىگەن',

	'DEL' => 'ئۆچۈرگەن',
	'DLP' => 'ئىنكاس ئۆچۈرگەن',
	'DCM' => 'باھا سۆزنى ئۆچۈرگەن',
	'PRN' => 'توپ ئۆچۈرگەن',
	'UDL' => 'ئەسلىگە كەلتۈرگەن',

	'DIG' => 'نادىرلىغان',
	'UDG' => 'نادىرسىزلىغان',
	'EDI' => 'ۋاقىتلىق نادىرلىغان',
	'UED' => 'ۋاقىتلىق نادىرسىزلىغان',

	'CLS' => 'تاقىغان',
	'OPN' => 'ئاچقان',
	'ECL' => 'ۋاقىتلىق تاقىغان',
	'UEC' => 'ۋاقىتلىق ئاچقان',
	'EOP' => 'ۋاقىتلىق ئاچقان',
	'UEO' => 'ۋاقىتلىق تاقىغان',

	'STK' => 'چوققىلىغان',
	'UST' => 'چوققىسىزلىغان',
	'EST' => 'ۋاقىتلىق چوققىلىغان',
	'UES' => 'ۋاقىتلىق چوققىلىغان',

	'SPL' => 'پارچىلىغان',
	'MRG' => 'بىرلەشتۈرگەن',

	'HLT' => 'يورۇتقان',
	'UHL' => 'يورۇتۇشنى بىكار قىلغان',
	'EHL' => 'ۋاقىتلىق يورۇتقان',
	'UEH' => 'ۋاقىتلىق بىكار قىلغان',

	'BMP' => 'كۆتۈرگەن',
	'DWN' => 'چۆكتۈرگەن',

	'MOV' => 'يۆتكىگەن',
	'CPY' => 'كۆچۈرگەن',
	'TYP' => 'تۆلىگەن',

	'RFD' => 'مەجبۇرى پۇل قايتۇرغان',

	'MOD' => 'تەستىقلىغان',

	'ABL' => 'توپلامغا كىرگۈزگەن',
	'RBL' => 'توپلامدىن چىقارغان',

	'PTS' => 'تەۋسىيە قىلغان',
	'RFS' => 'تەۋسىيىنى بىكار قىلغان',
	'RMR' => 'تارتۇقنى بىكار قىلغان',
	'BNP' => 'يازما توسۇش',
	'UBN' => 'يازما ئېچىش',

	'REC' => 'تەۋسىيە',
	'URE' => 'بىكار قىلىش',

	'WRN' => 'ئاگاھلاندۇرۇش',
	'UWN' => 'ئاگاھلاندۇرۇشنى بىكار قىلىش',

	'SPA' => 'تامغىلىغان',
	'SPD' => 'تامغىسىزلىغان',

	'SLA' => 'سىنبەلگە قوشۇش',
	'SLD' => 'سىنبەلگىنى بىكار قىلىش',

	'REG' => 'گۇرۇپپا تەۋسىيەلىگەن',

	'PTA' => 'ماقالىگە ئەۋەتىش',

	'MAG' => 'جابدۇق',

	'REB' => 'ئەۋەتىش',

	'LIV' => 'بىۋاسىتە كۆرسىتىش',
	'LIC' => 'كۆرسىتىشتىن قالدۇرۇش',

);

?>