<?php

/**
 *      [Discuz!] (C)2001-2099 Comsenz Inc.
 *      This is NOT a freeware, use is subject to license terms
 *
 *      $Id: lang_email.php by Valery Votintsev, codersclub.org
 *	Lao language by Do_Thavisak, http://www.deklao.com/
 */

if(!defined('IN_DISCUZ')) {
	exit('Access Denied');
}


$lang = array
(
	'hello' => 'ສະບາຍດີ',
	'moderate_member_invalidate' => 'ບໍ່ຜ່ານ',
	'moderate_member_delete' => 'ລຶບ',
	'moderate_member_validate' => 'ຜ່ານ',


	'get_passwd_subject' =>		'ຮ້ອງຂໍປ່ຽນລະຫັດຜ່ານໃໝ່',
	'get_passwd_message' =>		'
<p>{username},
ອີເມວນີ້ສົ່ງມາຈາກ {bbname} </p>

<p>ເຈົ້າໄດ້ຮັບອີເມວນີ້ ເພາະມີຜູ້ໃຊ້ອີເມວນີ້ໃນການສະໝັກສະມາຊິິກເວັບໄຊ {bbname} 
ແລະຜູ້ໃຊ້ໄດ້ຮ້ອງຂໍການປ່ຽນລະຫັດຜ່ານໃໝ່</p>
<p>
----------------------------------------------------------------------<br />
<strong>ຄຳແນະນຳ!</strong><br />
----------------------------------------------------------------------</p>

<p>ຖ້າການຮ້ອງຂໍນີ້ບໍ່ໄດ້ເຮັດໂດຍເຈົ້າ ກະລຸນາບໍ່ຕ້ອງສົນໃຈອີເມວນີ້
ແຕ່ຖ້າເຈົ້າເປັນຜູ້ຮ້ອງຂໍ ກະລຸນາອ່ານວິທີການແກ້ໄຂລະຫັດຜ່ານ
ຕໍ່ໄປ</p>
<p>
----------------------------------------------------------------------<br />
<strong>ວິທີແກ້ໄຂລະຫັດຜ່ານ</strong><br />
----------------------------------------------------------------------</p>
</p>
ຄລິກລິ້ງດ້ານລຸ່ມເພື່ອຄືນຄ່າລະຫັດຜ່ານຂອງເຈົ້າ ລິ້ງນີ້ຈະມີອາຍຸພຽງແຕ່ 3 ມື້ເທົ່ານັ້ນ<br />

<a href="{siteurl}member.php?mod=getpasswd&amp;uid={uid}&amp;id={idstring}" target="_blank">{siteurl}member.php?mod=getpasswd&amp;uid={uid}&amp;id={idstring}</a>
<br />
(ຫາກລິ້ງນີ້ບໍ່ສາມາດຄລິກໄດ້ ກະລຸນາຄັດລອກລິ້ງແລ້ວນຳໄປວາງຢູ່ແຖບທີ່ຢູ່ຂອງບຣາວເຊີ້ດ້ວຍຕົນເອງ)</p>

<p>ເມື່ອເປີດໜ້າລິ້ງທີ່ສົ່ງມາໃຫ້ແລ້ວ ໃຫ້ໃສ່ລະຫັດຜ່ານໃໝ່ສຳລັບເຂົ້າລະບົບ ຫຼັງຈາກນັ້ນເຈົ້າສາມາດເຂົ້າສູ່ລະບົບ ເວັບໄຊຜ່ານລະຫັດໃໝ່ທີ່ເຈົ້າໄດ້ກຳນົດ ເຈົ້າສາມາດປ່ຽນແປງລະຫັດຜ່ານໃໝ່ໃນເມນູສະມາຊິກໄດ້ທຸກເວລາ</p>

<p>ຮ້ອງຂໍມາຈາກ IP {clientip}</p>


<p>
ຂໍສະແດງຄວາມນັບຖື<br />
</p>
<p>ທີມງານ {bbname}.
{siteurl}</p>',


	'email_verify_subject' =>	'ອີເມວຢືນຢັນການສະໝັກສະມາຊິກ',
	'email_verify_message' =>	'<br />
<p>{username}，<br />
ອີເມວນີ້ສົ່ງມາຈາກ {bbname}</p>

<p>ເຈົ້າໄດ້ຮັບອີເມວນີ້ເນື່ອງຈາກ ເຈົ້າຫຼືມີຜູ້ໃຊ້ອີເມວນີ້ສະໝັກເປັນສະມາຊິກກັບທາງເວັບໄຊ {bbname} ລະບົບຈຶ່ງສົ່ງລິ້ງຢືນຢັນການລົງທະບຽນ
ມາຫາອີເມວນີ້ຖ້າເຈົ້າບໍ່ໄດ້ເປັນຜູ້ລົງທະບຽນກັບເວັບໄຊ {bbname} ກະລຸນາບໍ່ສົນໃຈອີເມວນີ້ ຖ້າເຈົ້າເປັນຜູ້ໃຊ້ອີເມວນີ້ລົງທະບຽນກັບທາງເວັບໄຊ {bbname}
ກະລຸນາອ່ານຕໍ່ໄປ</p>
<br />
----------------------------------------------------------------------<br />
<strong>ວິທີການຢືນຢັນສະມາຊິກ</strong><br />
----------------------------------------------------------------------<br />
<br />
<p>ເຈົ້າເປັນສະມາຊິກໃໝ່ໃນເວັບໄຊ {bbname} ແລະໄດ້ໃຊ້ອີເມວນີ້ໃນການລົງທະບຽນ 
ເຮົາຕ້ອງການໃຫ້ເຈົ້າຢືນຢັນວ່າອີເມວນີ້ມີຜູ້ໃຊ້ງານແທ້ ບໍ່ແມ່ນສະແປມ</p>

<p>ເພື່ອໃຫ້ບັນຊີແລະຊື່ສະມາຊິກຂອງເຈົ້າເຮັດວຽກ ຄລິກລິ້ງດ້ານລຸ່ມນີ້:<br />

<a href="{url}" target="_blank">{url}</a>
<br />
(ຫາກລິ້ງນີ້ບໍ່ເຮັດວຽກ ກະລຸນາຄັດລອກລິ້ງແລ້ວນຳໄປວາງຢູ່ແຖບທີ່ຢູ່ຂອງບຣາວເຊີ້ດ້ວຍຕົນເອງ)</p>

<p>ຂໍຂອບໃຈສຳລັບການສະໝັກສະມາຊິກກັບທາງເວັບໄຊ {bbname} ຂໍໃຫ້ມ່ວນກັບການໃຊ້ງານ!</p>


<p>
ຂໍສະແດງຄວາມນັບຖື<br />

ທີມງານ {bbname}.<br />
{siteurl}</p>',

	'email_register_subject' =>	'ຮ້ອງຂໍປ່ຽນອີເມວທີ່ໃຊ້ສະໝັກສະມາຊິກໃໝ່',
	'email_register_message' =>	'<br />
<p>ອີເມວນີ້ສົ່ງມາຈາກ {bbname}</p>

<p>ເຈົ້າໄດ້ຮັບອີເມວນີ້ເພາະວ່າເຈົ້າໃຊ້ອີເມວນີ້ສະໝັກສະມາຊິກກັບເວັບໄຊ {bbname} 
ຫາກເຈົ້າບໍ່ເຄີຍເຂົ້າຊົມເວັບໄຊ {bbname} ເຮົາກໍຢາກຈະຂໍເຊີນຊວນໃຫ້ເຈົ້າເຂົ້າໄປຊົມ ຖ້າເຈົ້າບໍ່ສົນໃຈ ກະລຸນາບໍ່ສົນໃຈຕໍ່ອີເມວສະບັບນີ້</p>
<br />
----------------------------------------------------------------------<br />
<strong>ຄຳແນະນຳການປ່ຽນອີເມວໃໝ່</strong><br />
----------------------------------------------------------------------<br />
<br />
<p>ຫາກເຈົ້າເປັນສະມາຊິກຂອງ {bbname} ແລະຢາກຈະປ່ຽນອີເມວໃໝ່
ເຮົາຈຳເປັນຕ້ອງກວດສອບເພື່ອປ້ອງກັນສະແປັມ</p>

<p>ເຈົ້າພຽງແຕ່ຄລິກທີ່ລິ້ງດ້ານລຸ່ມເພື່ອປ່ຽນອີເມວໃໝ່ ລິ້ງນີ້ສາມາດໃຊ້ງານໄດ້ພຽງ 3 ມື້ ຖ້າຫາກລິ້ງບໍ່ສາມາດໃຊ້ງານໄດ້ແລ້ວ ສາມາດສົ່ງຄຳຂໍໄດ້ອີກຄັ້ງ:<br />

<a href="{url}" target="_blank">{url}</a>
<br />
(ຫາກລິ້ງນີ້ບໍ່ເຮັດວຽກ ກະລຸນາຄັດລອກລິ້ງແລ້ວນຳໄປວາງຢູ່ແຖບທີ່ຢູ່ຂອງບຣາວເຊີ້ດ້ວຍຕົນເອງ)</p>

<p>ຂໍຂອບໃຈສຳລັບການສະໝັກສະມາຊິກກັບທາງເວັບໄຊ {bbname} ຂໍໃຫ້ມ່ວນກັບການໃຊ້ງານ!</p>


<p>
ຂໍສະແດງຄວາມນັບຖື<br />

ທີມງານ {bbname}.<br />
{siteurl}</p>',


	'add_member_subject' =>		'ສະໝັກສະມາຊິກຮຽບຮ້ອຍ',
	'add_member_message' => 	'
{newusername} ，
ອີເມວນີ້ສົ່ງມາຈາກ {bbname}
<br />
ສະບາຍດີ ຂ້ອຍແມ່ນ {adminusername} ຍິນດີຕ້ອນຮັບເຂົ້າສູ່ເວັບໄຊ{bbname} 
ເຈົ້າໄດ້ຮັບອີເມວສະບັບນີ້ເພາະເຈົ້າໄດ້ສະໝັກສະມາຊິກກັບເວັບໄຊເຮົາຢ່າງຮຽບຮ້ອຍ
<br />
----------------------------------------------------------------------<br />
ຂໍອະໄພ!<br />
----------------------------------------------------------------------<br />
<br />
ຖ້າເຈົ້າບໍ່ຕ້ອງການເປັນສະມາຊິກກັບທາງເວັບໄຊ {bbname} ກະລຸນາບໍ່ສົນໃຈອີເມວນີ້<br />
<br />
----------------------------------------------------------------------<br />
ລາຍລະອຽດສະມາຊິກ
----------------------------------------------------------------------<br />
<br />
ເວັບໄຊ:{bbname}
ລິ້ງ URL:{siteurl}
<br />
ຊື່ສະມາຊິກ:{newusername}
ລະຫັດຜ່ານ:{newpassword}
<br />
ຍິນດີຕ້ອນຮັບສະມາຊິກໃໝ່ ຂະນະນີ້ເຈົ້າສາມາດໃຊ້ຊື່ນີ້ໃນການເຂົ້າສູ່ລະບົບເວັບໄຊ {bbname} ໄດ້ແລ້ວ ຂໍໃຫ້ມ່ວນກັບການໃຊ້ງານ!
<br />
<br />
<br />
ຂໍສະແດງຄວາມນັບຖື<br />
<br />
ທີມງານ {bbname}.<br />
{siteurl}',


	'birthday_subject' =>		'HappyBirth Day ສຸກສັນວັນຄ້າຍວັນເກີດ',
	'birthday_message' => 		'<br />
{username},<br />
ອີເມວນີ້ສົ່ງມາຈາກ {bbname}

ເຈົ້າໄດ້ຮັບອີເມວນີ້ເພາະວ່າເຈົ້າໄດ້ຍອມຮັບການແຈ້ງເຕືອນຈາກທາງເວັບໄຊ {bbname}<br />
ມື້ນີ້ເປັນວັນຄ້າຍວັນເກີດຂອງເຈົ້າ<br />
ເຮົາທີມງານ{bbname} ຂໍອວຍພອນໃຫ້ເຈົ້າເນື່ອງໃນວັນຄົບຮອບວັນເກີດຂອງເຈົ້າ<br />
<br />
"ຂໍໃຫ້ເຈົ້າມີຄວາມສຸກ ສຸຂະພາບຂອງແຮງ ຄິດສິ່ງໃດຂໍໃຫ້ໄດ້ສິ່ງນັ້ນ ຂໍໃຫ້ລວຍ ມີແຟນງາມ/ຫຼໍ່"
<br />
ຖ້າເຈົ້າບໍ່ໄດ້ເປັນສະມາຊິກກັບທາງເວັບໄຊ {bbname}
ຫຼືວັນເກີດຂອງເຈົ້າບໍ່ແມ່ນມື້ນີ້
ກະລຸນາບໍ່ສົນໃຈຕໍ່ອີເມວສະບັບນີ້
<br />
<br />
ຂໍສະແດງຄວາມນັບຖື<br />
<br />
ທີມງານ {bbname}.
{siteurl}',

	'email_to_friend_subject' =>	'{$_G[member][username]} ແນະນຳ: $thread[subject] ໃຫ້ກັບເຈົ້າ',
	'email_to_friend_message' =>	'<br />
ອີເມວນີ້ສົ່ງມາຈາກ {$_G[setting][bbname]} ໂດຍ {$_G[member][username]} ເປັນຜູ້ສົ່ງ
<br />
ເຈົ້າໄດ້ຮັບອີເມວນີ້ເພາະວ່າ {$_G[member][username]} ສະມາຊິກໃນ {$_G[setting][bbname]} ໃຊ້ເມນູ [ແນະນຳໃຫ້ໝູ່]
ເພື່ອສົ່ງຂໍ້ຄວາມນີ້ມາຫາອີເມວຂອງເຈົ້າ ຖ້າເຈົ້າບໍ່ສົນໃຈ ກະລຸນາບໍ່ສົນໃຈອີເມວນີ້
<br />
----------------------------------------------------------------------<br />
ເລີ່ມຕົ້ນ ເນື້ອຫາຕົ້ນສະບັບ
----------------------------------------------------------------------<br />
<br />
$message<br />
<br />
----------------------------------------------------------------------<br />
ສິ້ນສຸດ ເນື້ອຫາຕົ້ນສະບັບ
----------------------------------------------------------------------<br />
<br />
ກະລຸນາຮູ້ວ່າອີເມວສະບັບນີ້ຖືກສົ່ງມາໂດຍສະມາຊິກທີ່ໃຊ້ເມນູ [ແນະນຳໃຫ້ໝູ່] ເພື່ອສົ່ງ ອີເມວນີ້ບໍ່ໄດ້ເປັນອີເມວຈາກເວັບໄຊຢ່າງເປັນທາງການ <br />
ທີມງານຂອງເວັບໄຊຈະບໍ່ຮັບຜິດຊອບເນື້ອຫາຫຼືຂໍ້ຄວາມທີ່ສົ່ງມາ<br />
<br />
ຍິນດີຕ້ອນຮັບເຂົ້າສູ່ {$_G[setting][bbname]}<br />
$_G[siteurl]',

	'email_to_invite_subject' =>	'ໝູ່ຂອງເຈົ້າ {$_G[member][username]} ສົ່ງໂຄດສຳລັບການສະໝັກສະມາຊິກກັບທາງເວັບໄຊ {$_G[setting][bbname]} ໃຫ້ກັບເຈົ້າ',
	'email_to_invite_message' =>	'<br />
$sendtoname,<br />
ອີເມວນີ້ສົ່ງມາຈາກ {$_G[setting][bbname]} ໂດຍ {$_G[member][username]} ເປັນຜູ້ສົ່ງ

ເຈົ້າໄດ້ຮັບອີເມວສະບັບນີ້ ເນື່ອງຈາກ {$_G[member][username]} ສະມາຊິກໃນເວັບໄຊ {bbname} ໃຊ້ເມນູ [ສົ່ງໂຄສເຊີນໃຫ້ໝູ່]
ເພື່ອສົ່ງຂໍ້ຄວາມນີ້ມາຫາອີເມວຂອງເຈົ້າ ຖ້າເຈົ້າບໍ່ສົນໃຈ ກະລຸນາບໍ່ສົນໃຈອີເມວນີ້ 
<br />
<br />
----------------------------------------------------------------------<br />
ເລີ່ມຕົ້ນ ເນື້ອຫາຕົ້ນສະບັບ
----------------------------------------------------------------------<br />
<br />
$message<br />
<br />
----------------------------------------------------------------------<br />
ສິ້ນສຸດ ເນື້ອຫາຕົ້ນສະບັບ
----------------------------------------------------------------------<br />
<br />
ກະລຸນາຮູ້ວ່າອີເມວສະບັບນີ້ຖືກສົ່ງມາໂດຍສະມາຊິກທີ່ໃຊ້ເມນູ [ສົ່ງໂຄສເຊີນໃຫ້ໝູ່] ເພື່ອສົ່ງ ອີເມວນີ້ບໍ່ໄດ້ເປັນອີເມວຈາກເວັບໄຊຢ່າງເປັນທາງການ <br />
ທີມງານຂອງເວັບໄຊຈະບໍ່ຮັບຜິດຊອບເນື້ອຫາຫຼືຂໍ້ຄວາມທີ່ສົ່ງມາ<br />
<br />
ຍິນດີຕ້ອນຮັບເຂົ້າສູ່ {$_G[setting][bbname]}<br />
$_G[siteurl]',


	'moderate_member_subject' =>	'ແຈ້ງຜົນການກວດສອບສະມາຊິກ',
	'moderate_member_message' =>	'<br />
<p>{username},
ອີເມວນີ້ສົ່ງມາຈາກ {bbname}</p>

<p>ເຈົ້າໄດ້ຮັບອີເມວສະບັບນີ້ ເພາະວ່າເຈົ້າໄດ້ໃຊ້ອີເມວນີ້ໃນການສະໝັກສະມາຊິກກັບທາງເວັບໄຊ {bbname}
ແລະ ຜູ້ເບິ່ງແຍງລະບົບໄດ້ຕັ້ງຄ່າການກວດສອບໃໝ່ດ້ວຍຕົນເອງ ຂໍ້ຄວາມນີ້ແຈ້ງຜົນການກວດສອບການສະໝັກສະມາຊິກໃຫ້ເຈົ້າຮູ້</p>
<br />
----------------------------------------------------------------------<br />
<strong>ຂໍ້ມູນການສະໝັກສະມາຊິກແລະຜົນການກວດສອບ</strong><br />
----------------------------------------------------------------------<br />
<br />
ຊື່ສະມາຊິກ: {username}<br />
ລົງທະບຽນເມື່ອ: {regdate}<br />
ສົ່ງເມື່ອວັນທີ: {submitdate}<br />
ສົ່ງເມື່ອເວລາ: {submittimes}<br />
ເຫດຜົນ: {message}<br />
<br />
ຜົນການກວດສອບ: {modresult}<br />
ກວດສອບວັນທີ: {moddate}<br />
ກວດສອບໂດຍ: {adminusername}<br />
ຄວາມຄິດເຫັນ: {remark}<br />
<br />
----------------------------------------------------------------------<br />
<strong>ຄຳອະທິບາຍຜົນການກວດສອບ</strong><br />
----------------------------------------------------------------------<br />

<p>ຜ່ານ: ການສະໝັກສະມາຊິກຂອງເຈົ້າໄດ້ຮັບການກວດສອບ ເຈົ້າເປັນສະມາຊິກກັບທາງເວັບໄຊ {bbname} ຢ່າງເປັນທາງການ</p>

<p>ບໍ່ຜ່ານ: ຂໍ້ມູນການສະໝັກສະມາຊິກຂອງເຈົ້າບໍ່ສົມບູນ ຫຼືບໍ່ເປັນໄປຕາມຂໍ້ກຳນົດຂອງການສະໝັກສະມາຊິກໃໝ່ ເຈົ້າສາມາດ
	  ແກ້ໄຂລາຍລະອຽດ<a href="home.php?mod=spacecp&ac=profile" target="_blank">ຂໍ້ມູນການສະໝັກສະມາຊິກຂອງເຈົ້າ</a> ແລະສົ່ງຄຳຂໍສະໝັກສະມາຊິກອີກເທື່ອໜຶ່ງ</p>

<p>ລຶບ:ຂໍ້ມູນຂອງການສະໝັກສະມາຊິກຂອງເຈົ້າບໍ່ເປັນຕາມຂໍ້ກຳນົດຂອງການສະໝັກສະມາຊິກໃໝ່ ຫຼືເວັບໄຊ {bbname} ປິດຮັບການສະໝັກສະມາຊິກໃໝ່
	  ການສະໝັກສະມາຊິກຖືກປະຕິເສດ ບັນຊີສະມາຊິກຂອງເຈົ້າໄດ້ຖືກລຶບອອກຈາກຖານຂໍ້ມູນ 
	 ຈະບໍ່ສາມາດເຂົ້າສູ່ລະບົບຫຼືກັບໄປສະໝັກສະມາຊິກໄດ້ອີກຄັ້ງ  ຂໍອະໄພໃນຄວາມບໍ່ສະດວກ</p>

<br />
<br />
ຂໍສະແດງຄວາມນັບຖື<br />
<br />
ທີມງານ {bbname}.<br />
{siteurl}',

	'adv_expiration_subject' =>	'ໂຄສະນາເວັບໄຊຂອງເຈົ້າຈະໝົດອາຍຸໃນ {day} ມື້，ກະລຸນາດຳເນີນການ',
	'adv_expiration_message' =>	'ໂຄສະນາເວັບໄຊຂອງເຈົ້າຈະໝົດອາຍຸໃນ {day} ມື້，ກະລຸນາດຳເນີນການເພື່ອໂຄສະນາຈະໄດ້ສະແດງຜົນຢ່າງຕໍ່ເນື່ອງ：<br /><br />{advs}',
	'invite_payment_email_message' => '
ຍິນດີຕ້ອນຮັບ {bbname}（{siteurl}），ຄຳສັ່ງຊື້ {orderid} ຂອງເຈົ້າໄດ້ຈ່າຍເງິນຮຽບຮ້ອຍແລ້ວ, ຄຳສັ່ງຊື້ໄດ້ຮັບການກວດສອບແລ້ວ<br />
<br />----------------------------------------------------------------------<br />
ນີ້ແມ່ນໂຄສຄຳເຊີນທີ່ເຈົ້າໄດ້ຮັບ
<br />----------------------------------------------------------------------<br />

{codetext}

<br />----------------------------------------------------------------------<br />
ສຳຄັນຫຼາຍ!
<br />----------------------------------------------------------------------<br />',
);

