<?php

/**
 *      [Discuz!] (C)2001-2099 Comsenz Inc.
 *      This is NOT a freeware, use is subject to license terms
 *
 *      $Id: lang_modaction.php by Valery Votintsev, codersclub.org
 *	Translated to Persian by Discuz.ir
 */

if(!defined('IN_DISCUZ')) {
	exit('Access Denied');
}

$lang = array
(

	'EDT'	=> 'ویرایش',//'编辑',

	'DEL'	=> 'حذف',//'删除',
	'DLP'	=> 'حذف پاسخ',//'删除回复',
	'DCM'	=> 'حذف نظر',//'删除点评',
	'PRN'	=> 'هرس کردن پست',//'批量删帖',
	'UDL'	=> 'بازگردانی',//'反删除',

	'DIG'	=> 'خلاصه',//'加入精华',
	'UDG'	=> 'غیر خلاصه',//'解除精华',
	'EDI'	=> 'خلاصه محدود',//'限时精华',
	'UED'	=> 'خلاصه نامحدود',//'解除限时精华',

	'CLS'	=> 'بستن',//'关闭',
	'OPN'	=> 'باز کردن',//'打开',
	'ECL'	=> 'یستن محدود',//'限时关闭',
	'UEC'	=> 'بستن نامحدود',//'解除限时关闭',
	'EOP'	=> 'باز کردن محدود',//'限时打开',
	'UEO'	=> 'باز کردن نامحدود',//'解除限时打开',

	'STK'	=> 'مهم کردن',//'置顶',
	'UST'	=> 'خارج کردن از حالت مهم',//'解除置顶',
	'EST'	=> 'محدودیت زمانی مهم بودن',//'限时置顶',
	'UES'	=> 'محدودیت زمانی خارج شدن از حالت مهم',//'解除限时置顶',

	'SPL'	=> 'جداسازی',//'分割',
	'MRG'	=> 'ادغام',//'合并',

	'HLT'	=> 'برجسته کردن',//'设置高亮',
	'UHL'	=> 'خارج کردن از حالت برجسته',//'解除高亮',
	'EHL'	=> 'محدودیت زمانی برجسته بودن',//'限时高亮',
	'UEH'	=> 'محدودیت زمانی خارج شدن از حالت برجسته بودن',//'解除限时高亮',

	'BMP'	=> 'بالا بردن',//'提升',
	'DWN'	=> 'پایین آوردن',//'下沉',

	'MOV'	=> 'انتقال',//'移动',
	'CPY'	=> 'کپی',//'复制',
	'TYP'	=> 'نوع',//'分类',

	'RFD'	=> 'استرداد',//'强制退款',

	'MOD'	=> 'مدیریت',//'审核通过',

	'ABL'	=> 'اضافه کردن وبلاگ',//'加入文集',
	'RBL'	=> 'حذف وبلاگ',//'移除文集',

	'PTS'	=> 'وارد کردن به دسته',//'推送主题',
	'RFS'	=> 'خارج کردن از دسته',//'解除推送',
	'RMR'	=> 'حذف پاداش',//'取消悬赏',
	'BNP'	=> 'محرومیت پست',//'屏蔽帖子',
	'UBN'	=> 'خارج کردن محرومیت پست',//'解除屏蔽',

	'REC'	=> 'معرفی شده',//'推荐',
	'URE'	=> 'معرفی نشده',//'解除推荐',

	'WRN'	=> 'اخطار',//'警告',
	'UWN'	=> 'بدون اخطار',//'解除警告',

	'SPA'	=> 'اضافه کردن مهر',//'添加图章',
	'SPD'	=> 'حذف کردن مهر',//'撤销图章',

	'SLA'	=> 'اضافه کردن آیکن',//'添加图标',
	'SLD'	=> 'حذف آیکن',//'撤销图标',

	'REG'	=> 'گروه های معرفی شده',//'群组推加荐',

	'PTA'	=> 'وارد کردن به مقاله ها',//'生成文章',

	'MAG'	=> 'جادو',//'道具',

	'REB'	=> 'دریافت ارتقا',//'推送',

	'LIV'	=> 'دایر بودن',//'直播',
	'LIC'	=> 'لفو دایر بودن',//'取消直播',

);

